btop
bat
black
build-essential
ccache
cmake
clangd
curl
default-jre
default-jdk
fzf
gh
imagemagick
kitty
libfuse2
python3-pip
python3-virtualenv
python3-virtualenvwrapper
python3-rocker
shellcheck
shfmt
uncrustify
